Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Futro wilka z Nordmaru.
uk: Хутро нордмарського вовка.

source: Fynn
uk: Фінн

source: G
uk: Г

source: GIŃ!
uk: ЗДОХНИ!

source: GK Araxos - trenerzy
uk: Торгова Гільдія Араксос – вчителі

source: GOBLIN WOJOWNIK\nRODZAJ OBRAŻEŃ: Obuchowe\nODPORNOŚĆ: Pociski\nPODATNOŚĆ: Magia, Wiatr/Upadek\nWYSTĘPOWANIE: Porzucone ludzkie ogniska, małe jaskinie, wąskie przesmyki\nRADA: Często krążą wokół ofiary, nie daj się otoczyć.
uk: ГОБЛІН-ВОЇН\nТИП ШКОДИ: Тупа\nОПІР: Стріли, болти\nВРАЗЛИВІСТЬ: Магія, вітер/падіння\nПОШИРЕННЯ: Покинуті багаття, невеликі печери, вузькі проходи\nПОРАДА: Часто кружляють навколо жертви, тому не дозволяйте себе оточити.

source: GOBLIN\nRODZAJ OBRAŻEŃ: Obuchowe\nODPORNOŚĆ: Pociski\nPODATNOŚĆ: Magia, Wiatr/Upadek\nWYSTĘPOWANIE: Porzucone ludzkie ogniska, małe jaskinie, wąskie przesmyki\nRADA: Często krążą wokół ofiary, nie daj się otoczyć.
uk: ГОБЛІН\nТИП ШКОДИ: Тупа\nОПІР: Стріли, болти\nВРАЗЛИВІСТЬ: Магія, вітер/падіння\nПОШИРЕННЯ: Покинуті багаття, невеликі печери, вузькі проходи\nПОРАДА: Часто кружляють навколо жертви, тому не дозволяйте себе оточити.

source: Gabrien
uk: Габрієн

source: Gabrien nie udzielił mi żadnych przydatnych informacji o zaginionym baranku.
uk: Габрієн не дав мені ніякої корисної інформації щодо зниклого баранця.

source: Gabriena. Chciał odwiedzić swojego znajomego pszczelarza. Wszyscy odradzali mu trasę przez las.
uk: Габрієн. Він хотів відвідати свого друга пасічника. Всі відмовляли його йти через ліс.

source: GabryZ - 'Nie podał herbatki'
uk: GabryZ – 'Він не подав чаю'

source: Gadaj co wiesz o tych ścierwojadach i roślinach.
uk: Розповідай, що ти знаєш про цих падальників і рослини.

source: Gadaj co wiesz!
uk: Розкажи мені, що ти знаєш!

source: Gadaj czego chcesz, gnojku!
uk: Кажи, чого ти хочеш, виродку!

source: Gadaj gdzie jest Naars, albo obetnę ci te parszywe łapy.
uk: Говори, де Наарс, або я відрубаю твої брудні лапи.

source: Gadaj kto cię przysłał i czego tutaj szukasz?
uk: Кажи, хто тебе послав і що ти тут шукаєш?

source: Gadaj natychmiast, co tu robisz, albo zapytam w inny sposób!
uk: Негайно розповідай, що ти тут робиш, або я запитаю по-іншому!

source: Gadaj od początku, tylko tym razem bez ogródek!
uk: Розкажіть з самого початку, тільки цього разу правду!

source: Gadaj sobie zdrów, przybłędo.
uk: Розказуй, що хочеш, приблудо.

source: Gadaj z szefem.
uk: Поговори з шефом.

source: Gadaj!
uk: Говори!

source: Gadaj, co widziałeś albo wyduszę to z ciebie!
uk: Говори, що ти бачив, або я виб'ю це з тебе!

source: Gadaj, co wiesz albo dam ci nauczkę.
uk: Розкажи мені, що ти знаєш, або я тебе провчу.

source: Gadaj, co wiesz o Antonio albo przetrącę ci tę twoją buźkę!
uk: Кажи, що знаєш про Антоніо, або я наб'ю тобі пику!

source: Gadaj, co wiesz o tych ścierwojadach i roślinach.
uk: Розповідай, що ти знаєш про цих падальників і рослини.

source: Gadaj, co wiesz!
uk: Розкажи мені, що ти знаєш!

source: Gadaj, czego chcesz albo daj mi spokój.
uk: Кажи, що тобі треба, або дай мені спокій.

source: Gadaj, czego tu szukasz!
uk: Кажи, що ти тут шукаєш!

source: Gadaj, gdzie jest Lichwiarz.
uk: Кажи, де зараз Лихвар.

source: Gadaj, gdzie on jest, a nic ci się nie stanie.
uk: Скажи, де він, і з тобою нічого не станеться.

source: Gadaj, gdzie trzymacie to ziele.
uk: Розкажи, де ти тримаєш ту траву.

source: Gadaj, jakim cudem je znalazłeś?!
uk: Розкажи, як ти її знайшов?!

source: Gadaj, kto dał ci te ulotki, tylko tym razem bez krętactw.
uk: Розкажи мені, хто дав тобі листівки, тільки цього разу без викрутасів.

source: Gadaj, skąd je macie albo skopię ci tę twoją spróchniałą dupę!
uk: Скажи мені, звідки вони у вас, або я надеру твою хитру дупу!

source: Gadaj, skąd masz te broszury.
uk: Розкажи, де ти взяв ці брошури.

source: Gadanie!
uk: Є розмова!

source: Gadanie! Jak dla mnie leży idealnie!
uk: Дурниці! Як на мене, він сидить ідеально!

source: Gadanie! Może mniej śmierdzą, ale lecą na pieniądze kupców i innych bogaczy.
uk: Брехня! Може вони й менше смердять, але ласі до грошей торговців та інших багатіїв.

source: Gadaniem ludzi nie ma co się przejmować. Słyszałeś coś o dowódcach? Jak traktują ludzi?
uk: Не варто перейматися тим, що люди базікають. Ти чув що-небудь про командирів? Як вони ставляться до підлеглих?

source: Gadasz jak baba! Mam się mu rozpłakać na ramieniu i prosić, żeby przestał? Cała Przystań by się ze mnie nabijała.
uk: Ти говориш, як дівчисько! Може, мені ще заплакати у нього на плечі і попросити перестати? Вся Гавань буде сміятися з мене.

source: Gadać mi tu zaraz, co to za ładunek i czy macie adekwatne pozwolenia.
uk: Кажи негайно, що це за вантаж і чи маєте ви відповідні дозволи.

source: Gadałem ze Starym Liamem. Mam pozwolenie na organizację spotkania.
uk: Я поговорив зі старим Ліамом. Він дозволив мені організувати побачення.

source: Gadałeś już z Cortezem?
uk: Ти вже говорив з Кортезом?

source: Gadki gadkami, ale przejdźmy do sedna sprawy.
uk: Балачки балачками, але перейдемо до суті.

source: Gadki gadkami, ale zgaduję, że nie przyszedłeś tu tylko po to, aby podziwiać majątek Volkera?
uk: Теревені теревенями, але я гадаю, що ти прийшов сюди не для того, щоб помилуватися маєтком Волкера?

source: Gady.
uk: Рептилії.

source: Galbo
uk: Гальбо

source: Galbo dostał ode mnie 3 butelki bimbru, a w zamian poprze pomysł o uprawie bagiennego ziela.
uk: Гальбо отримав від мене три пляшки самогону, а натомість він підтримає мою ідею з вирощуванням болотної трави.

source: Galbo poprze mój pomysł o uprawie bagiennego ziela, jeśli przyniosę mu trzy butelki lokalnego bimbru.
uk: Гальбо підтримає мою ідею з вирощуванням болотної трави, якщо я принесу йому три пляшки місцевого самогону.

source: Galbo wspominał, że to całkiem dobry pomysł.
uk: Гальбо зазначив, що це досить гарна ідея.

source: Gamal
uk: Гамаль

source: Gambit Królewski
uk: Королівський гамбіт

source: Gamma
uk: Гама

source: Gard
uk: Гард

source: Gard pomoże mi podczas wyprawy do Vardhal.
uk: Гард допоможе мені під час експедиції до Вардхалу.

source: Gard ponownie nie jest zadowolony. Nie wiem, czy cokolwiek co nie jest Nordmarem go zadowoli.
uk: Гард знову незадоволений. Не знаю, чи йому сподобається ще десь, крім Нордмару.

source: Gard wróci do miasta. Gdybym miał następny pomysł, gdzie może się udać, powinienem szukać go tam, gdzie za pierwszym razem się spotkaliśmy, czyli pod kościołem Innosa.
uk: Гард повернеться до міста. Якщо в мене з'являться нові ідеї, я знайду його там, де ми вперше зустрілися, тобто біля церкви Інноса.

source: Garda zainteresowały bagna nieopodal obozu drwali. Powinienem go tam odwiedzić za jakiś czas.
uk: Гарда зацікавили болота біля табору лісорубів. Варто відвідати його там згодом.

source: Gardowi od razu spodobał się pomysł Wilczego Leża. Myślę, że to będzie dla niego idealne miejsce. Udam się tam za jakiś czas, by sprawdzić czy mu się podoba.
uk: Гарду одразу сподобалась ідея з Вовчим Лігвом. Думаю, це буде ідеальне місце для нього. Незабаром я навідаюся туди і подивлюся, чи йому там сподобалося.

source: Gardził? Myślę, że jestem jedyną osobą w mieście, która naprawdę lubi jego towarzystwo.
uk: Зневажаю? Думаю, я єдина людина у місті, яка дійсно отримує задоволення від його компанії.

source: Gardzę takimi robakami jak ty.
uk: Я зневажаю таких слимаків, як ти.

source: Gardzę takimi tchórzami jak wy!
uk: Я зневажаю таких боягузів, як ви!

source: Gardzę wszystkimi grubasami na stanowiskach, którzy żerują na prawdziwych mieszkańcach tego miasta.
uk: Я зневажаю всіх багатіїв при владі, які полюють на простих жителів цього міста.

source: Gardło Stana jest wyraźnie podrażnione.
uk: Горло Стена помітно подразнене.

source: Gargulce zaatakowały obóz. Całe szczęście, że wróciłem na czas. Sytuacja wygląda na opanowaną, ale nie możemy przedłużać wyprawy. Przejdę dalsze korytarze sam, wojownicy muszą zostać chronić obóz.
uk: Гаргуйлі напали на табір. На щастя, я вчасно повернувся. Ситуація, здається, під контролем, але ми не можемо затягувати експедицію. Наступні коридори я пройду сам. Воїни повинні залишитися, щоб захистити табір.

source: Gargulec
uk: Гаргуйль

source: Garnek
uk: Горщик

source: Garnek się tobą znudził...
uk: Горщику ти просто набрид...

source: Garos
uk: Гарос

source: Garos był zadowolony z wykonanego przeze mnie zadania. Dostałem w nagrodę trochę złota, no i pokazałem się tropicielom Araxos z dobrej strony.
uk: Гарос був задоволений моїм виконанням завдання. В нагороду я отримав трохи золота, а також проявив себе з хорошого боку перед слідопитами Араксосу.

source: Garos chce, bym zapewnił Ernesto bezpieczną trasę do Wielkiej Winnicy, gdzie będzie ubijał jakiś interes. W tym celu muszę sprawdzić dwie drogi, które tam prowadzą, jedną w starym tunelu niedaleko południowej bramy, drugą biegnącą przez zrujnowany wąwóz na południe od miasta.
uk: Гарос хоче, щоб я забезпечив Ернесто безпечний маршрут до Великого виноградника, де йому потрібно буде вирішити деякі справи. Для цього мені потрібно перевірити дві дороги, які туди ведуть: одна проходить старим тунелем біля південних воріт, а інша – через завалений яр на південь від міста.

source: Garos chciałby cię widzieć jako jednego ze swoich tropicieli. Moją zgodę na rekrutację już dostał, teraz ty musisz z nim pogadać.
uk: Гарос хотів би бачити тебе одним зі своїх слідопитів. Я вже дав йому свою згоду, тож тепер тобі треба з ним поговорити.

source: Garos nie urwie nam łbów, jeśli to będzie tylko zwykły, uczciwy obywatel?
uk: А Гарос не відірве нам голови, якщо це виявиться звичайний, чесний громадянин?

source: Garos szkoli elitarnych członków Araxos w strzelaniu z łuku oraz pokazuje im, jak być zręczniejszym. Nikogo nie uczy jednak podstaw - żeby zacząć u niego trening, trzeba już coś umieć. Może mnie też odpłatnie nauczyć wyrywania kłów, pazurów, języków jaszczurów, rogów cieniostwora oraz ściągania skór z gadów.
uk: Гарос тренує елітних членів Араксосу стріляти з лука і показує їм, як стати більш спритними. Однак він не навчає основам – щоб почати тренуватися з ним, потрібно вже дещо знати. За окрему плату він також може навчити мене виривати ікла, кігті, язики ящерів, роги тінезвірів і здирати шкуру з рептилій.

source: Garos zlecił mi zorganizowanie współpracy Araxos z alchemiczką Ramhą. Będę musiał jej pomóc w jakiejś wyprawie. Pora wypytać ją o szczegóły.
uk: Гарос доручив мені організувати співпрацю між Араксосом і алхіміком Рамхою. Я повинен буду допомогти їй у якійсь експедиції. Настав час дізнатись у неї подробиці.

source: Garos. Ty i twoi najlepsi ludzie zaatakujecie latarnię morską. Nie macie ciężkiego opancerzenia, więc pod osłoną nocy być może uda wam się dostać na teren wysepki.
uk: Гарос. Ти і твої найкращі люди нападете на маяк. У вас немає важких обладунків, тому під покровом ночі ви зможете проникнути на острівець.

source: Garrus
uk: Гаррус

source: Garść słodkich malin.
uk: Жменя солодкої малини.

source: Gaston
uk: Гастон

source: Gaston dał nam chociaż pozwolenie na upolowanie cieniostwora we dwóch, chociaż nie wiem, czy w czymkolwiek nam to pomoże.
uk: Гастон принаймні дозволив нам полювати на тінезвіра вдвох, хоча я не знаю, чи це нам якось допоможе.

source: Gaston kazał mi przysłać do siebie syna. Nie wiem, co z tego wyniknie, ale mam się więcej nie wtrącać w ich sprawy. Powinienem pójść do Nelsona pod wieżę sygnałową i przekazać mu wieści.
uk: Гастон наказав відправити до нього сина. Не знаю, чим це все обернеться, але мені більше не варто втручатися у їхні справи. Я повинен піти до Нельсона під сигнальну вежу і розповісти йому новини.

source: Gaston może podzielić się ze mną swoją wiedzą o myślistwie. Najpierw jednak muszę mu przynieść piwo. Zażyczył sobie Mrocznego Paladyna.
uk: Гастон може поділитися зі мною своїми знаннями щодо полювання. Але спершу я маю принести йому пива. Він попросив 'Темного Паладина'.

source: Gaston się wściekł, gdy powiedziałem mu o prośbie jego syna. Chyba tylko pogorszyłem sprawę, mogłem to inaczej rozegrać. Teraz naprawdę musimy zdobyć ten róg.
uk: Гастон розлютився, коли я розповів про прохання його сина. Гадаю, що я тільки погіршив ситуацію, адже можна було б діяти по-іншому. Тепер нам дійсно потрібно здобути цей ріг.

source: Gaston, myśliwy z okolic Wilczego Leża, może mi pokazać, jak stać się zręczniejszym.
uk: Гастон, мисливець з околиць Вовчого Лігва, може показати мені, як стати більш спритним.

source: Gaston, myśliwy z okolic Wilczego Leża, może mnie nauczyć mistrzowskich technik łuczarskich. Może mnie też nauczyć wyrywania zębów i pazurów zwierzętom, pozyskiwania rogów cieniostwora oraz zdobywania serc golemów.
uk: Гастон, мисливець з околиць Вовчого Лігва, може навчити мене виготовляти луки. Він також може навчити мене виривати зуби та пазурі звірів, добувати роги тінезвірів та діставати серця големів.

source: Gałąź okazała się zbyt wątła i gdy tylko się na nią wdrapałem, spadłem na sam dół kotliny. Jestem cholernym szczęściarzem, że było tam to jezioro! Jedyna droga na zewnątrz prowadzi przez miejsce, które sprawdzałem z Tillem. Oby udało mi się go jakoś obejść.
uk: Гілка виявилася занадто ненадійною, і як тільки я виліз на неї, вона зламалась і я впав разом з нею на самісіньке дно ущелини. Мені страшенно пощастило, що там було озеро! Єдиний шлях звідси – через місце, де ми розділилися з Тіллем. Сподіваюся, мені вдасться його якось обійти.

source: Gałęzie
uk: Гілки

source: Gałęzie do przygotowania pułapki
uk: Гілки для облаштування пастки

source: Gdy Armar usłyszał o Otmarze, najwyraźniej bardzo się przestraszył. Bez żadnej dodatkowej pomocy zgodził się wrócić do świadczenia usług Gildii Kupieckiej.
uk: Коли Армар почув про Отмара, він, вочевидь, дуже перелякався. Без жодних вагань він погодився знову надавати послуги Торговій Гільдії.

source: Gdy Beliar ucztował, pogrążając kraj w chaosie i zniszczeniu, zjawił się on - Maksym, król Myrtany, sługa Innosa. Niczym jaśniejąca na niebie klinga przeszył siły zwaśnionych braci, zdobywając przewagę w konflikcie, który w istocie nie był zwykłą utarczką o władzę, a bitwą w trwającej od początku czasu Wojnie Bogów.
uk: Коли Беліар бенкетував, занурюючи країну в хаос і руйнування, з'явився він – Максимус, король Міртани, слуга Інноса. Немов клинок, яскраво сяючий у небі, він розсік війська ворогуючих братів, здобувши перемогу в конфлікті, який насправді був не просто боротьбою за владу, а битвою у Війні Богів, що точиться від початку часів.

source: Gdy Dima przekaże sprawę Lorenzo, ten z pewnością wyznaczy do tego zadania kogoś z Oddziału Łowców.
uk: Коли Діна розповість про це Лоренцо, той обов'язково доручить це завдання комусь із загону мисливців.

source: Gdy Gaspar wyjechał na wojnę, spodziewałam się, że nic nie zostanie z winnicy.
uk: Коли Гаспар вирушив на війну, я думала, що від виноградника нічого не залишиться.

source: Gdy Gaspar wyjechał na wojnę, spodziewałem się, że nic nie zostanie z winnicy.
uk: Коли Гаспар вирушив на війну, я думав, що від виноградника нічого не залишиться.

source: Gdy Heisner dowiedział się, że ktoś mógł próbować wrobić górników, natychmiast zaczął panikować. Chyba bardzo boi się popaść w konflikt ze strażnikami. Zapłacił mi nawet kilka bryłek, żebyśmy już nie wracali do tej sprawy.
uk: Коли Гейснер дізнався, що хтось намагався підставити гірників, він одразу ж почав панікувати. Думаю, він дуже боявся вступити в конфлікт з вартовими. Він навіть заплатив мені кілька самородків, аби ми більше не поверталися до цієї теми.

source: Gdy Helga zobaczyła, jak bardzo się upiłem, kazała mi wynieść się z karczmy.
uk: Коли Хельга побачила, наскільки я був п'яним, вона сказала мені забиратися з корчми.

source: Gdy Helga zobaczyła, jak bardzo się upiłem, kazała mi wynieść się z karczmy. Chyba nie mam co liczyć na jej poparcie u Lorenzo.
uk: Коли Хельга побачила, наскільки я був п'яним, вона сказала мені забиратися з корчми. Тепер я можу не розраховувати на її підтримку перед Лоренцо.

source: Gdy Maksym, otwierając wyspy Wschodniego Archipelagu na świat, zarzucił kupcom przynętę, tak Delaverd postanowił chwycić całą wędkę. Pewnej nocy podpisał wraz z przywódcami wpływowych gildii handlowych traktat powołujący do życia „Ligę Wschodnią”, w myśl którego ta faktycznie przejęła kontrolę nad koloniami. Skutki jego decyzji były jednak opłakane dla kontynentu.
uk: Коли Максимус, відкривши світові острови Східного Архіпелагу, закинув наживку купцям, то Делаверд вирішив схопити всю вудку. Однієї ночі він та лідери впливових торгових гільдій підписали договір про заснування 'Східної ліги', яка фактично взяла під контроль колонії. Однак наслідки його рішення виявилися плачевними для континенту.

source: Gdy Stan padł trupem, to nie wiedziałem co się stało.
uk: Коли Стен впав замертво, я не знав, що сталося.

source: Gdy Terry trochę podjadł, powiedział mi, że ostatniego wieczoru spotkał na drodze trzech ludzi. Jeden z nich był wielki i gruby, drugi chudy, a ten, którego ciągnęli za sobą, był łysy. Nie mam wątpliwości, że włóczęga spotkał Jorna i jego porywaczy. Z tego, co mi mówił, poszli na północ w kierunku miasta. Nie ma czasu do stracenia. Muszę ratować mojego brata!
uk: Коли Террі трохи перекусив, він розповів мені, що вчора ввечері зустрів на дорозі трьох чоловіків. Один з них був великий і товстий, другий – худий, а той, кого вони тягнули за собою, був лисий. Немає сумніву, що волоцюга зустрів Йорна і його викрадачів. З того, що він мені розповів, вони пішли на північ у напрямку міста. Не можна гаяти часу. Я мушу врятувати брата!

source: Gdy byliśmy w Vardhal, wyruszył gdzieś z większością swojego oddziału.
uk: Коли ми були у Вардхалі, він кудись вирушив з більшістю свого війська.

source: Gdy był nowy, musiał zapewniać naprawdę niesamowitą ochronę!
uk: Коли він був новим, то, мабуть, справді чудово захищав!

source: Gdy byłem młodszy i brałem udział w konkursie strzeleckim, mój ojciec wyciął mi ten sam numer. To właśnie dzięki temu wtedy wygrałem.
uk: Коли я був молодшим і брав участь у змаганнях зі стрільби, мій батько провернув цей трюк зі мною. Завдяки цьому я тоді й виграв.

source: Gdy byłem młodszy, niezwykle intrygowały mnie wszelkie historie o zapomnianych przedmiotach i zaginionych miejscach.
uk: Коли я був молодшим, мене надзвичайно інтригували різні історії про забуті речі та загублені місця.

source: Gdy byłem na polowaniu musiał mi dorzucić do kotła jakiegoś paskudztwa, bo po obiedzie tak zaczęło mi się w brzuchu gotować, że aż do Adanosa o siłę się modliłem.
uk: Коли я був на полюванні, він додав у казан якусь гидоту, тож після обіду мій шлунок буквально закипів, що я аж почав молитися Аданосу, щоб дав мені сил.

source: Gdy byłem w karczmie, słyszałem jak miejscowi bardzo narzekali do Bastiana na resztę twoich towarzyszy. Jeśli tak dalej pójdzie, to Albyn będzie zmuszony wyrzucić ich z wioski.
uk: Коли я був у корчмі, то чув, як місцеві жителі дуже скаржилися Бастіану на решту твоїх супутників. Якщо так піде далі, Альбін буде змушений вигнати їх з села.

source: Gdy będziesz go nosił, pamiętaj o nas.
uk: Коли носитимеш його, пам'ятай про нас.

source: Gdy będziesz już rozmawiał z Yannickiem, to nie wspominaj mu, że to ja cię przysłałem.
uk: Коли вже будеш розмовляти з Янніком, то не кажи йому, що це я тебе прислав.

source: Gdy będziesz podążał tym szlakiem, szczególnie na siebie uważaj.
uk: Йдучи цією стежкою, будь особливо обережним.

source: Gdy dam ci znać, skoczysz w dół.
uk: Коли я подам знак, стрибай униз.

source: Gdy do nas dołączycie na pewno nie będziecie się nudzić!
uk: Приєднавшись до нас, ви точно не будете нудьгувати!

source: Gdy dojdzie do siebie, znajdziemy jej tutaj odpowiednie zajęcie.
uk: Коли вона освоїться, ми знайдемо їй тут відповідне заняття.

source: Gdy dojdziesz do starego mostu, skręć na wschód i idź prosto aż do masywu skalnego, jest tam mała, zarośnięta grota. To jedyne lądowe wejście do Przystani.
uk: Коли дійдеш до старого мосту, поверни на схід і йди прямо, поки не дійдеш до скель, там є невелика, заросла печера. Це єдиний наземний вхід до Гавані.

source: Gdy domyśliłam się, że ten łysol to twój brat, stwierdziłam, że bezpieczniej będzie się ciebie pozbyć.
uk: Коли я зрозуміла, що лисий чоловік – це твій брат, я вирішила, що буде безпечніше позбутися тебе.

source: Gdy dotarliście tu w nocy, byliście całkowicie pijani i cali przemoczeni. Co wyście robili?
uk: Коли ви прийшли вночі, то були геть п'яні та наскрізь мокрі. Що ви там робили?

source: Gdy dotarłem na cmentarz, zastałem ludzi biorących udział w czyimś pogrzebie. Czyżby właśnie pochowano Normana? Muszę się tutaj trochę rozejrzeć i popytać zgromadzonych, a nuż dowiem się czegoś więcej.
uk: Прийшовши на цвинтар, я побачив людей, які прийшли на чийсь похорон. Невже Нормана щойно поховали? Мені потрібно трохи оглянути це місце і розпитати людей. Можливо, я зможу дізнатися більше.

source: Gdy dotarłem na miejsce, próbowałem rozmawiać z mieszkańcami i powstrzymać ich przed dalszym rozlewem krwi. W ich oczach widziałem jednak wyłącznie wściekłość i nienawiść. Najpierw poleciało jabłko, później kamień... Poczułem krew spływającą po mojej skroni i sam nie wiem kiedy z moich rąk wydobyły się płomienie... Uciekłem, ale będą mnie szukać. Muszę się ukryć...
uk: Прибувши туди, я спробував поговорити з жителями і зупинити їх від подальшого кровопролиття. Але все, що я побачив в їхніх очах - це лють і ненависть. Спочатку полетіло яблуко, потім камінь... Я відчув, як кров потекла по скроні, і не знаю, коли з моїх рук вирвалося полум'я... Я втік, але мене шукатимуть. Я мушу сховатися...

source: Gdy dotrzemy do lądu, z pewnością będziesz miał okazję poznać wielu ciekawych ludzi.
uk: Коли зійдемо на сушу, у тебе неодмінно буде можливість познайомитися з багатьма цікавими людьми.

source: Gdy dryfowałem na belce widziałem jak część rozbitków w szalupach wylądowała na pobliskich wysepkach...
uk: Коли я плив на балці, я бачив, як деякі з вцілілих, у човнах висаджуються на прилеглі острівці...

source: Gdy go znajdziesz, naciśnij, a żądło się wysunie. Wtedy złap je i pewnym ruchem wyrwij.
uk: Як знайдеш, натисни на це місце, висунеться жало. Візьми його і впевненим рухом витягни.

source: Gdy go zobaczysz, nie będziesz miał wątpliwości. Ważne jest, byś nie próbował go powstrzymać.
uk: Коли ти його побачиш, у тебе не залишиться жодних сумнівів. Важливо, щоб ти не намагався його зупинити.

source: Gdy jednak wybije godzina trwogi,
uk: Але коли настане страшна година,

source: Gdy jeszcze pływałem po morzach Myrtany, naoglądałem się śmierci marynarzy... ale człowiek chyba nigdy się do tego nie przyzwyczaja...
uk: Коли я ще плавав морями Міртани, я бачив, як гинули моряки... але до цього неможливо звикнути...

source: Gdy już będziemy na miejscu po prostu wrzuć wszystko do wielkiej skrzyni. Spokojnie, będziesz wiedział której.
uk: Як дійдемо, просто поклади все у великий ящик. Вже на місці зрозумієш, у який.

source: Gdy już będziesz rozmawiał z Dimą, oszczędź jej informacji w jakim stanie mnie znalazłeś i powiedz, że pomogłem ci w poszukiwaniach.
uk: Як розмовлятимеш з Діною, не кажи їй, у якому стані ти мене знайшов. Просто скажи, що я допоміг тобі у пошуках.

source: Gdy już będziesz wiedział co i jak, to wróć do mnie. Powiem ci co dalej.
uk: Як тільки ти дізнаєшся, що там і як, повертайся до мене. Я скажу, що робити далі.

source: Gdy już dotrzesz do wioski, porozmawiaj z Albynem. To do niego miał się zgłosić Gerwin, więc powinien mieć informacje z pierwszej ręki.
uk: Прибувши до села, поговори з Альбіном. Саме йому Гервін мав звітувати, тож у нього має бути інформація з перших уст.

source: Gdy już dowiesz się, co się z nim stało, wróć do mnie, a dostaniesz trochę drewna.
uk: Коли дізнаєшся, що з ним сталося, повертайся до мене, а я дам тобі трохи деревини.
